↯↯↯↯↯☸↝devhelp↜☸↯↯↯↯↯
○○○○○○○○○●●◐●●○○○○○○○○○
#Sudo Command اوامر مطورين
○○○○○○○○○●●◐●●○○○○○○○○○
➥[!/]active : تفعيل البوت 
➥[!/]inactive : الغاء البوت
➥[!/]bot on : لتشغيل بوت في مجْمٌوعه
➥[!/]bot off : اطِفَاء بّوَتْ فَيَ مٌجْمٌوَْعُه
➥[!/]creategroup : صنع مجموعه
➥[!/]tosuper : تحويل مجموعه سوبر
➥[!/]setowner : لُوَضُْع الُمٌدِيَرَ

➥[!/]radio : رساله الى جميع
➥[!/]shortlink +link : لجعل رابط مختصر
➥[!/]weather + city :لمعرفه طقس
➥[!/]time + city :لمعرفه الوقت
➥[!/]azan + city : لمعرفه اوقات الادان
➥[!/]date : لعرض تاريخ
➥[!/]tr + لترجمه كلمه : كلمه
➥[!/]addbot + link : لاضافه بوت الى مجموعه بالرابط
➥[!/]music + اغاني اجنبية :اسم اغنية
➥[!/]setbye : لوضع ترحيب👋
➥[!/]dele : لمسح رساءل مجموعه بالعدد
➥[!/]chats : لُْعرَضُ مٌجْمٌوَْعاتْ بّوَتْ
○○○○○○○○○●●◐●●○○○○○○○○○
♲[!/]serverinfo : معلومات سيرفر
♽[!/]update : لتحديث سيرفر 
♲[!/]run : لتشغيل السيرفر 
♽[!/]redis : لحل اخطاء سيرفر
○○○○○○○○○●●◐●●○○○○○○○○○
🚨Dev - @PXPP3 ◐
🌐Channel - @INSTAOFFICIAL ◐
♾version : 2.0 New♲
___________MONSTERBOT❷♺